<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Dashbord index translation
    |--------------------------------------------------------------------------
    */
    'login-title' => 'لوحة التسجيل',
    'dis1' => 'لوحة دخول ' ,
    'dis2' => ' | سوكا' ,
    'login-coment' => 'سجل الدخول وابدأ ببيع منتجاتك علي سوق سوكا',
    'email' => 'البريد الاليكتروني',
    'password' => 'الرقم السري',
    'remember-me' => 'تذكرني',
    'login' => 'دخول',
    'forgot-password' => 'نسيت الرقم السري',
    'register-new' => 'اريد التسجيل في الموقع',
    'Sign-in-using-Google+' => 'تسجيل الدخول بواسطة فيس بوك',
    'Sign-in-using-Facebook' => 'تسجيل الدخول بواسطة جوجل',
    'Wrong-username-or-password' => 'خطأ في البريد اليكتروني او الرقم السري',
];
