<?php


return[


//title

    'tag-list' => 'قائمة التريندات' ,
    'addTitle' => 'اضافة تريند جديد',
    'edit-tag' => 'تعديل التريند  ',
    'editTitle' => 'تعديل  ',
    'detailTitle' => 'تفاصيل  ',
    'addTap' => 'صفحة الاضافة',
    'editTap' => 'صفحة التعديل',
    'add-tag' => 'اضافة تريند',
    //breadcrumb
    'home' => 'الرئسية',
    'tag' => 'التريند',

    //headerCard
        //add
    'en_tag_brand' => 'اضافة تريند بواسطة الماركات التجارية باللغة الانجليزية' ,
    'en_tag_category' => 'اضافة تريند بواسطة الاقسام التجارية باللغة الانجليزية' ,
    'ar_tag_brand' => 'اضافة تريند بواسطة الماركات التجارية باللغة العربية' ,
    'ar_tag_category' => 'اضافة تريند بواسطة الاقسام التجارية باللغة العربية' ,
        //edit
    'edit_en_tag_brand' => 'تعديل التريند بواسطة الماركات التجارية باللغة الانجليزية' ,
    'edit_en_tag_category' => 'تعديل التريند بواسطة الاقسام التجارية باللغة الانجليزية' ,
    'edit_ar_tag_brand' => 'تعديل التريند بواسطة الماركات التجارية باللغة العربية' ,
    'edit_ar_tag_category' => 'تعديل التريند بواسطة الاقسام التجارية باللغة العربية' ,

    'brand' => 'الماركات التجارية',
    'category' => 'الاقسام التجارية',
    'product' => 'المنتجات',

    //footerCard
    'notice' => 'تحذير',
    'notice-content' => 'انت الان تسجل التريند ب',
//view table

    'id'=>'الترتيب',
    'name'=>'إسم التريند',
    'slug'=>'إختصار التريند',
    'status'=>'حالة التريند',
    'setting'=>'الاعدادت',
    'parent_name'=>'نوع التريند',
    'is_active' => 'نشط',
    'is_inactive' => 'غير نشط',
    'bran' => 'ماركة تجارية',
    'cat' => 'قسم تجاري',
    'pro' => 'منتج',
    //    settings tools
    'edit' => 'تعديل ',
    'delete' => 'حذف ' ,
    'detail' => 'تفاصيل ',
    'view' => 'تفاصيل ',
    'active' => 'تنشيط  ',
    'inactive' => 'ايقاف ',
    //dropdown status
    'all-tag' => 'كل التريندات',
    'active-tag' => 'التريندات المفعله',
    'inactive-tag' => 'التريندات الغير مفعله',

//trans for input

//    placeholder
    'slug_ph' => 'أدخل الاختصار الخاص بالتريند',

    'name_ph_brand_en' => 'ادخل إسم التريند بواسطة الماركة التجارية بالغة الانجليزية',
    'name_ph_brand_ar' => 'ادخل إسم التريند بواسطة الماركة التجارية بالغة العربية',
    'description_ph_brand_en' => 'ادخل وصف التريند بواسطة الماركة التجارية بالغة الانجليزية',
    'description_ph_brand_ar' => 'ادخل وصف التريند بواسطة الماركة التجارية بالغة العربية',

    'name_ph_category_en' => 'ادخل إسم التريند بواسطة القسم التجاري بالغة الانجليزية',
    'name_ph_category_ar' => 'ادخل إسم التريند بواسطة القسم التجاري بالغة العربية',
    'description_ph_category_en' => 'ادخل وصف التريند بواسطة القسم التجاري بالغة الانجليزية',
    'description_ph_category_ar' => 'ادخل وصف التريند بواسطة القسم التجاري بالغة العربية',

    'brandPh' => 'اختر الماركة التجارية',
    'categoryPh' => 'اختر القسم التجاري',

//    lable
    'name_brand' => 'اسم التريند بالماركة',
    'description_brand' => 'وصف التريند بالماركة',
    'name_category' => 'اسم التريند بالقسم',
    'description_category' => 'وصف القسم بالقسم',

    //    footer card
    'add' => 'إضافة' ,
    'Cancel' => 'إغلاق',
//notice
    // success
    'success-tag-add' => 'تم إدخال التريند بنجاح',
    'success-tag-edit' => 'تم تعديل التريند بنجاح',
    'success-tag-delete' => 'تم حذف التريند بنجاح',
    'success-tag-active' => 'تم تنشيط التريند بنجاح',
    'success-tag-inactive' => 'تم إلغاء تنشيط التريند بنجاح',
    // erorr
    'erorr-tag-add' => 'فشل في إدخال التريند بنجاح',
    'erorr-tag-edit' => 'فشل في تعديل التريند بنجاح',
    'erorr-tag-delete' => 'فشل في حذف التريند بنجاح',
    'erorr-tag-active' => 'فشل في تنشيط التريند بنجاح',
    'erorr-tag-inactive' => 'فشل في إلغاء تنشيط التريند بنجاح',

//    detail

    'cat_num' => 'عدد الاقسام',
    'product_num' => 'عدد المنتجات',
    'vendor-num' => 'عدد كل التجار',
    'vendor-with-num' => 'عدد التريندات ',
//    title
    'admin_create'=>'المشرف الذي إنشاء التريند',
    'recent_product'=>'التنريندات الجديدة',
    'add_product'=>'إضافة تريند جديد',
    'product_list'=>'المنتجات الخاصة بالتريند',
    'recent_activity'=>'تعديلات التريند الاخيرة',
];
